simulations/lift-drag/converge/N2/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

8
(
    inlet
    {
        type            patch;
        nFaces          60;
        startFace       28340;
    }
    outlet
    {
        type            patch;
        nFaces          60;
        startFace       28400;
    }
    airfoil
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          320;
        startFace       28460;
    }
    top_fore
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          200;
        startFace       28780;
    }
    top_wake
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          40;
        startFace       28980;
    }
    bottom_fore
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          200;
        startFace       29020;
    }
    bottom_wake
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          40;
        startFace       29220;
    }
    defaultFaces
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          28800;
        startFace       29260;
    }
)

// ************************************************************************* //
